[
  {
    "id": "1",
    "name": "Harry Potter à l'école des sorciers",
    "description": "Livre de J.K. Rowling",
    "price": 10,
    "category": "Livre",
    "image": "https://m.media-amazon.com/images/I/91urFS1eTlL.jpg",
    "summary": "Harry Potter est un garçon ordinaire. Mais, le jour de ses onze ans, son existence bascule : un géant vient le chercher pour l'emmener dans une école de sorciers.\nVoler à cheval sur des balais, jeter des sorts, combattre les Trolls: Harry Potter se révèle être un sorcier vraiment doué. Mais quel mystère entoure donc sa naissance et qui est l'effroyable V..., le mage noir dont personne n'ose prononcer le nom ?"
  },
  {
    "id": "2",
    "name": "Eragon",
    "description": "Livre de Christopher Paolini",
    "price": 12,
    "category": "Livre",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/83/Christopher_Paolini%2C_Eragon_1.jpg",
    "summary": "Un garçon...\n\nUn dragon...\n\nUne épopée...\n\nVoilà bien longtemps que le mal règne dans l'Empire de l'Alagaësia... Et puis, un jour, le jeune Eragon découvre au coeur de la forêt une magnifique pierre bleue, étrangement lisse. Fasciné et effrayé, il l'emporte à Carvahall, le village où il vit très simplement avec son oncle et son cousin. Il n'imagine pas alors qu'il s'agit d'une oeuf, et qu'un dragon, porteur d'un héritage ancestral, aussi vieux que l'Empire lui-même, va en éclore... Très vite, la vie d'Eragon est bouleversée. Contraint de quitter les siens, il s'engage dans une quête qui le mènera aux confins de l'Alagaësia. Armé de son épée et guidé par les conseils de Brom, le vieux conteur, Eragon va devoir affronter, avec son jeune dragon, les terribles ennemis envoyés par le roi dont la malveillance démoniaque ne connaît aucune limite.\n\nEragon n'a que quinze ans, mais le destin de l'Empire est désormais entre ses mains !"
  },
  {
    "id": "3",
    "name": "Tara Duncan - Les sorceliers",
    "description": "Livre de Sophie Audouin-Mamikonian",
    "price": 8,
    "category": "Livre",
    "image": "https://m.media-amazon.com/images/I/71gAko8xMIL.jpg",
    "summary": "De la fantaisie dans la fantasy. Tara n'est pas une sorcière comme les autres : c'est une sortcelière, celle-qui-sait- lier-les-sorts. Ses pouvoirs, qu'elle découvre par hasard, vont l'aider à délivrer sa mère, retenue prisonnière sur la planète AutreMonde.\nUn premier tome d'une série bien fournie qui met à l'honneur l'humour et le courage."
  },
  {
    "id": "4",
    "name": "Le sanglot des cigales - Cycle des énigmes",
    "description": "Visual novel de 07th Expansion",
    "price": 15,
    "category": "Jeu",
    "image": "http://ecx.images-amazon.com/images/I/51JUvvxxqeL.jpg",
    "summary": "Bienvenue à Hinamizawa, sa campagne paisible, son école charmante, sa population accueillante, ainsi que ses traditions ancestrales et ses mystères inquiétants. Keiichi Maebara, fraichement réinséré dans son groupe d'amis, en fera la découverte de façon discrète et à ses frais... Le sanglot des cigales : Cycle des énigmes est la première partie du visual novel, comportant les tomes Enlevés par les démons (Onikakushi-hen), La purification du coton (Watanagashi-hen), Malédiction meurtrière (Tatarigoroshi-hen) et Pour tuer le temps (Himatsubushi-hen)."
  },
  {
    "id": "5",
    "name": "Le sanglot des cigales R - Cycle des résolutions",
    "description": "Visual novel de 07th Expansion",
    "price": 15,
    "category": "Jeu",
    "image": "https://m.media-amazon.com/images/I/51XogHlOnmL._AC_.jpg",
    "summary": "Devenue un véritable phénomène au Japon, ce visual novel est le second de la série des When They Cry et contient la partie \"réponses\" de l'histoire. Il donc considéré comme la suite du premier jeu Le Sanglot des Cigales : Cycle des énigmes."
  }
]
